Repository: bomenzijnchill/FileFlower
Catalog: FileFlower/FileFlower/Localizable.xcstrings
Source language: en
Languages: de, es, fr, nl

# queue.conflict.exists
source: The file already exists at the destination:
de: Die Datei existiert bereits am Zielort:
es: El archivo ya existe en el destino:
fr: Le fichier existe déjà à la destination :
nl: Het bestand bestaat al op de doel locatie:

# queue.conflict.overwrite
source: Overwrite
de: Überschreiben
es: Sobrescribir
fr: Écraser
nl: Overschrijven

# queue.conflict.title
source: File conflict
de: Dateikonflikt
es: Conflicto de archivo
fr: Conflit de fichier
nl: Bestandsconflict

# queue.conflict.version
source: Version numbering (_v2)
de: Versionierung (_v2)
es: Numeración de versión (_v2)
fr: Numérotation de version (_v2)
nl: Versienummeren (_v2)

# queue.delete_selected %lld
source: Delete selected items (%lld)
de: Ausgewählte Elemente löschen (%lld)
es: Eliminar elementos seleccionados (%lld)
fr: Supprimer les éléments sélectionnés (%lld)
nl: Verwijder geselecteerde items (%lld)

# queue.deselect
source: Deselect
de: Abwählen
es: Deseleccionar
fr: Désélectionner
nl: Deselecteer

# queue.deselect_all
source: Deselect all
de: Auswahl aufheben
es: Deseleccionar todo
fr: Tout désélectionner
nl: Deselecteer alles

# queue.edit
source: Edit...
de: Bearbeiten...
es: Editar...
fr: Modifier...
nl: Wijzig...

# queue.empty_queue
source: Empty queue
de: Warteschlange leeren
es: Vaciar cola
fr: Vider la file d'attente
nl: Leeg de hele queue

# queue.failed
source: Failed
de: Fehlgeschlagen
es: Fallido
fr: Échoué
nl: Mislukt

# queue.file_count %lld
source: %lld files
de: %lld Dateien
es: %lld archivos
fr: %lld fichiers
nl: %lld bestanden

# queue.fix.retry
source: Retry
de: Erneut versuchen
es: Reintentar
fr: Réessayer
nl: Opnieuw proberen

# queue.fix.select_project
source: Select Project
de: Projekt wählen
es: Seleccionar proyecto
fr: Sélectionner un projet
nl: Project kiezen

# queue.move_to_shared_subfolder
source: Move together to subfolder...
de: Zusammen in Unterordner verschieben...
es: Mover juntos a subcarpeta...
fr: Déplacer ensemble vers un sous-dossier...
nl: Verplaats samen naar submap...

# queue.needs_confirmation
source: Needs confirmation
de: Bestätigung erforderlich
es: Requiere confirmación
fr: Confirmation requise
nl: Vraag bevestiging

# queue.no_downloads
source: No downloads in queue
de: Keine Downloads in der Warteschlange
es: No hay descargas en cola
fr: Aucun téléchargement en file d'attente
nl: Geen downloads in wachtrij

# queue.no_import.nle_closed
source: moved — no project open in Premiere/Resolve
de: verschoben — kein Projekt in Premiere/Resolve geöffnet
es: movido — ningún proyecto abierto en Premiere/Resolve
fr: déplacé — aucun projet ouvert dans Premiere/Resolve
nl: verplaatst — geen project open in Premiere/Resolve

# queue.no_import.no_project
source: moved — no project selected
de: verschoben — kein Projekt ausgewählt
es: movido — ningún proyecto seleccionado
fr: déplacé — aucun projet sélectionné
nl: verplaatst — geen project gekozen

# queue.no_import.other_project
source: moved — a different project is open in the NLE
de: verschoben — im NLE ist ein anderes Projekt geöffnet
es: movido — hay otro proyecto abierto en el NLE
fr: déplacé — un autre projet est ouvert dans le NLE
nl: verplaatst — ander project open in de NLE

# queue.no_subfolder
source: No subfolder
de: Kein Unterordner
es: Sin subcarpeta
fr: Pas de sous-dossier
nl: Geen submap

# queue.not_selected
source: Not selected
de: Nicht ausgewählt
es: No seleccionado
fr: Non sélectionné
nl: Niet geselecteerd

# queue.process
source: Process
de: Verarbeiten
es: Procesar
fr: Traiter
nl: Verwerk

# queue.process_all
source: Process all
de: Alle verarbeiten
es: Procesar todo
fr: Tout traiter
nl: Verwerk alles

# queue.process_selected
source: Process selected
de: Ausgewählte verarbeiten
es: Procesar seleccionados
fr: Traiter la sélection
nl: Verwerk geselecteerd

# queue.processing
source: Processing...
de: Verarbeite...
es: Procesando...
fr: Traitement...
nl: Verwerken...

# queue.queued
source: Queued
de: In Warteschlange
es: En cola
fr: En file d'attente
nl: In wachtrij

# queue.ready_to_process
source: Ready to process
de: Bereit zur Verarbeitung
es: Listo para procesar
fr: Prêt à traiter
nl: Klaar om te verwerken

# queue.retry
source: Retry
de: Erneut versuchen
es: Reintentar
nl: Opnieuw proberen

# queue.select
source: Select
de: Auswählen
es: Seleccionar
fr: Sélectionner
nl: Selecteer

# queue.select_all
source: Select all
de: Alle auswählen
es: Seleccionar todo
fr: Tout sélectionner
nl: Selecteer alles

# queue.selected
source: Selected
de: Ausgewählt
es: Seleccionado
fr: Sélectionné
nl: Geselecteerd

# queue.selection_count
source: %d items selected
de: %d Elemente ausgewählt
es: %d elementos seleccionados
fr: %d éléments sélectionnés
nl: %d items geselecteerd

# queue.shared_subfolder_existing
source: Or pick an existing one:
de: Oder einen vorhandenen wählen:
es: O elige una existente:
fr: Ou choisissez-en un existant :
nl: Of kies een bestaande:

# queue.shared_subfolder_hint
source: The subfolder is created within the normal routing per file type.
de: Der Unterordner wird innerhalb der normalen Routing pro Dateityp angelegt.
es: La subcarpeta se crea dentro del enrutamiento normal por tipo de archivo.
fr: Le sous-dossier est créé dans la routine normale par type de fichier.
nl: De submap wordt aangemaakt binnen de normale routing per bestandstype.

# queue.shared_subfolder_placeholder
source: Subfolder name (e.g. Holiday2026)
de: Unterordnername (z. B. Holiday2026)
es: Nombre de subcarpeta (p. ej. Holiday2026)
fr: Nom du sous-dossier (ex. Holiday2026)
nl: Naam submap (bv. Holiday2026)

# queue.shared_subfolder_subtitle
source: For all %d selected items
de: Für alle %d ausgewählten Elemente
es: Para los %d elementos seleccionados
fr: Pour tous les %d éléments sélectionnés
nl: Voor alle %d geselecteerde items

# queue.shared_subfolder_title
source: Shared subfolder
de: Gemeinsamer Unterordner
es: Subcarpeta compartida
fr: Sous-dossier partagé
nl: Gedeelde submap

# queue.show_in_finder
source: Show in Finder
de: Im Finder anzeigen
es: Mostrar en Finder
fr: Afficher dans le Finder
nl: Toon in Finder

# queue.skip
source: Skip
de: Überspringen
es: Omitir
fr: Passer
nl: Sla over

# queue.skipped
source: Skipped
de: Übersprungen
es: Omitido
fr: Ignoré
nl: Overgeslagen

# queue.subfolder
source: Subfolder
de: Unterordner
es: Subcarpeta
fr: Sous-dossier
nl: Submap

# queue.suggestion_prefix
source: Suggestion:
de: Vorschlag:
es: Sugerencia:
nl: Suggestie:

# settings.advanced.file_locations
source: File Locations
de: Dateispeicherorte
es: Ubicaciones de archivos
fr: Emplacements des fichiers
nl: Bestandslocaties

# settings.analytics
source: Share anonymous usage data
de: Anonyme Nutzungsdaten teilen
es: Compartir datos de uso anónimos
fr: Partager des données d'utilisation anonymes
nl: Anonieme gebruiksgegevens delen

# settings.analytics.description
source: Help improve FileFlower by sharing anonymous usage statistics. No personal data or file names are collected.
de: Hilf FileFlower zu verbessern, indem du anonyme Nutzungsstatistiken teilst. Es werden keine persönlichen Daten oder Dateinamen erfasst.
es: Ayuda a mejorar FileFlower compartiendo estadísticas de uso anónimas. No se recopilan datos personales ni nombres de archivos.
fr: Aidez à améliorer FileFlower en partageant des statistiques d'utilisation anonymes. Aucune donnée personnelle ni nom de fichier n'est collecté.
nl: Help FileFlower te verbeteren door anonieme gebruiksstatistieken te delen. Er worden geen persoonsgegevens of bestandsnamen verzameld.

# settings.api_key
source: API Key
de: API-Schlüssel
es: Clave API
fr: Clé API
nl: API-sleutel

# settings.api_key_hint
source: Get your API key at console.anthropic.com
de: Hole deinen API-Schlüssel auf console.anthropic.com
es: Obtén tu clave API en console.anthropic.com
fr: Obtenez votre clé API sur console.anthropic.com
nl: Haal je API-sleutel op bij console.anthropic.com

# settings.api_key.keychain_help
source: Stored encrypted in macOS Keychain.
de: Verschlüsselt im macOS-Schlüsselbund gespeichert.
es: Almacenado cifrado en el llavero de macOS.
fr: Stocké chiffré dans le trousseau macOS.
nl: Versleuteld opgeslagen in macOS Keychain.

# settings.auto_add_project_root
source: Auto-add root for open Premiere projects
de: Root für geöffnete Premiere-Projekte automatisch hinzufügen
es: Agregar raíz automáticamente para proyectos Premiere abiertos
fr: Ajouter automatiquement la racine des projets Premiere ouverts
nl: Voeg automatisch root toe voor open Premiere-projecten

# settings.auto_add_project_root.description
source: When a Premiere project is opened outside your configured roots, its folder is added automatically.
de: Wenn ein Premiere-Projekt außerhalb der konfigurierten Ordner geöffnet wird, wird der Ordner automatisch hinzugefügt.
es: Cuando se abre un proyecto de Premiere fuera de las carpetas configuradas, su carpeta se agrega automáticamente.
fr: Lorsqu'un projet Premiere est ouvert en dehors de vos racines configurées, son dossier est ajouté automatiquement.
nl: Wanneer een Premiere-project wordt geopend buiten je geconfigureerde mappen, wordt de map automatisch toegevoegd.

# settings.auto_check_updates
source: Automatically check for updates
de: Automatisch nach Updates suchen
es: Buscar actualizaciones automáticamente
fr: Vérifier automatiquement les mises à jour
nl: Automatisch controleren op updates

# settings.auto_open_bridge
source: Automatically open Premiere Bridge
de: Premiere Bridge automatisch öffnen
es: Abrir automáticamente Premiere Bridge
fr: Ouvrir automatiquement Premiere Bridge
nl: Premiere Bridge automatisch openen

# settings.auto_open_bridge.desc
source: On the first incoming file per Premiere session.
de: Beim ersten eingehenden Datei pro Premiere-Sitzung.
es: En el primer archivo entrante por sesión de Premiere.
fr: Au premier fichier entrant par session Premiere.
nl: Bij het eerste binnenkomende bestand per Premiere-sessie.

# settings.blacklist_description
source: Downloads from these websites will be ignored
de: Downloads von diesen Websites werden ignoriert
es: Las descargas de estos sitios serán ignoradas
fr: Les téléchargements de ces sites seront ignorés
nl: Downloads van deze websites worden genegeerd

# settings.blacklist_websites
source: Blacklisted Websites
de: Blockierte Websites
es: Sitios bloqueados
fr: Sites bloqués
nl: Geblokkeerde websites

# settings.blacklist.manage
source: Manage blacklist
de: Blacklist verwalten
es: Gestionar lista negra
fr: Gérer la liste noire
nl: Beheer blacklist

# settings.bring_premiere
source: Bring Premiere to front after import
de: Premiere nach Import in den Vordergrund bringen
es: Traer Premiere al frente después de importar
fr: Mettre Premiere au premier plan après l'import
nl: Premiere naar voren halen na import

# settings.bring_premiere.help
source: Otherwise the FileFlower popup stays hidden behind other apps.
de: Sonst bleibt das FileFlower-Popup hinter anderen Apps verborgen.
es: De lo contrario el popup de FileFlower queda oculto tras otras apps.
fr: Sinon le popup FileFlower reste caché derrière les autres apps.
nl: Anders blijft de FileFlower-popup achter andere apps verstopt.

# settings.bring_resolve
source: Bring Resolve to front after import
de: Resolve nach Import in den Vordergrund bringen
es: Traer Resolve al frente después de importar
fr: Mettre Resolve au premier plan après l'import
nl: Resolve naar voren halen na import

# settings.card.custom_templates
source: My templates
de: Meine Vorlagen
es: Mis plantillas
fr: Mes modèles
nl: Mijn templates

# settings.card.custom_templates.desc
source: Custom templates you created or imported via the editor. Click 'Set active' to make one the default.
de: Eigene Vorlagen, die du im Editor erstellt oder importiert hast. Klicke auf 'Aktivieren' um eine als Standard festzulegen.
es: Plantillas personalizadas creadas o importadas mediante el editor. Haz clic en 'Activar' para establecer una como predeterminada.
fr: Modèles personnalisés créés ou importés via l'éditeur. Cliquez sur 'Activer' pour en faire le modèle par défaut.
nl: Eigen templates die je via de editor hebt aangemaakt of geïmporteerd. Klik op 'Activeer' om er een als standaard in te stellen.

# settings.card.downloads_folder
source: Downloads folder
de: Downloads-Ordner
es: Carpeta de descargas
fr: Dossier de téléchargements
nl: Downloads-map

# settings.card.downloads_folder.desc
source: The folder FileFlower watches for new assets.
de: Der Ordner, den FileFlower auf neue Assets überwacht.
es: La carpeta que FileFlower vigila para nuevos archivos.
fr: Le dossier surveillé par FileFlower pour les nouveaux fichiers.
nl: De map die FileFlower in de gaten houdt voor nieuwe assets.

# settings.card.feedback.desc
source: Send a feature request or bug report directly to the team.
de: Sende eine Funktionsanfrage oder einen Bug-Report direkt ans Team.
es: Envía una solicitud de función o un informe de error directamente al equipo.
fr: Envoyez une demande de fonctionnalité ou un rapport de bug directement à l'équipe.
nl: Stuur een feature-request of bug-rapport rechtstreeks naar het team.

# settings.card.file_locations
source: File locations
de: Dateispeicherorte
es: Ubicaciones de archivos
fr: Emplacements des fichiers
nl: Bestandslocaties

# settings.card.file_locations.desc
source: Folders managed by FileFlower.
de: Von FileFlower verwaltete Ordner.
es: Carpetas gestionadas por FileFlower.
fr: Dossiers gérés par FileFlower.
nl: Mappen die FileFlower beheert.

# settings.card.help.desc
source: Everything FileFlower can do, explained step by step.
de: Alles, was FileFlower kann, Schritt für Schritt erklärt.
es: Todo lo que FileFlower puede hacer, explicado paso a paso.
fr: Tout ce que FileFlower sait faire, expliqué étape par étape.
nl: Alles wat FileFlower kan, stap voor stap uitgelegd.

# settings.card.language
source: Language
de: Sprache
es: Idioma
fr: Langue
nl: Taal

# settings.card.language.desc
source: Interface language of the app. A brief restart is needed after switching.
de: Sprache der App-Oberfläche. Nach einem Wechsel ist ein Neustart nötig.
es: Idioma de la interfaz. Se necesita un breve reinicio tras el cambio.
fr: Langue de l'interface. Un redémarrage est nécessaire après changement.
nl: Interface-taal van de app. Een korte herstart is nodig na een wisseling.

# settings.card.music_classification
source: Music classification
de: Musik-Klassifikation
es: Clasificación de música
fr: Classification musique
nl: Muziek-classificatie

# settings.card.music_classification.desc
source: How music is organised in your project. Change only applies to new tracks.
de: Wie Musik im Projekt organisiert wird. Änderung gilt nur für neue Tracks.
es: Cómo se organiza la música en tu proyecto. El cambio solo afecta a las nuevas pistas.
fr: Comment la musique est organisée dans votre projet. Le changement s'applique uniquement aux nouveaux morceaux.
nl: Hoe muziek wordt georganiseerd in je project. Verandering geldt alleen voor nieuwe nummers.

# settings.card.on_download
source: On download
de: Beim Download
es: Al descargar
fr: Au téléchargement
nl: Bij download

# settings.card.on_download.desc
source: How FileFlower behaves when a new file arrives.
de: Wie FileFlower reagiert, sobald eine neue Datei eintrifft.
es: Cómo se comporta FileFlower cuando llega un archivo nuevo.
fr: Comportement de FileFlower à l'arrivée d'un nouveau fichier.
nl: Hoe FileFlower zich gedraagt zodra een nieuw bestand binnenkomt.

# settings.card.on_startup
source: On startup
de: Beim Start
es: Al iniciar
fr: Au démarrage
nl: Bij opstarten

# settings.card.on_startup.desc
source: What FileFlower does when you log into your Mac.
de: Was FileFlower beim Anmelden am Mac macht.
es: Lo que hace FileFlower al iniciar sesión en tu Mac.
fr: Ce que fait FileFlower quand vous vous connectez à votre Mac.
nl: Wat FileFlower doet zodra je inlogt op je Mac.

# settings.card.preset
source: Preset
de: Vorlage
es: Preajuste
fr: Préréglage

# settings.card.preset.desc
source: Template for the folder structure in each new project. Existing projects are not modified.
de: Vorlage für die Ordnerstruktur jedes neuen Projekts. Bestehende Projekte bleiben unverändert.
es: Plantilla para la estructura de carpetas de cada proyecto nuevo. Los proyectos existentes no se modifican.
fr: Modèle pour la structure de dossiers de chaque nouveau projet. Les projets existants ne sont pas modifiés.
nl: Sjabloon voor de mappenstructuur in elk nieuw project. Bestaande projecten worden niet aangepast.

# settings.card.preview
source: Preview
de: Vorschau
es: Vista previa
fr: Aperçu
nl: Voorbeeld

# settings.card.preview.desc %@
source: This is how new projects will look with '%@'.
de: So sehen neue Projekte mit '%@' aus.
es: Así se verán los nuevos proyectos con '%@'.
fr: Voici à quoi ressembleront les nouveaux projets avec '%@'.
nl: Zo zien je nieuwe projecten eruit met '%@'.

# settings.card.privacy
source: Privacy
de: Datenschutz
es: Privacidad
fr: Confidentialité

# settings.card.privacy.desc
source: FileFlower never sends filenames or paths — only whether a feature was used.
de: FileFlower sendet niemals Dateinamen oder Pfade — nur ob eine Funktion benutzt wurde.
es: FileFlower nunca envía nombres de archivos ni rutas — solo si se usó una función.
fr: FileFlower n'envoie jamais de noms de fichiers ou chemins — seulement l'utilisation des fonctions.
nl: FileFlower stuurt nooit bestandsnamen of paden terug — enkel of een feature gebruikt is.

# settings.card.project_behavior
source: Project behavior
de: Projekt-Verhalten
es: Comportamiento de proyectos
fr: Comportement projet
nl: Project gedrag

# settings.card.project_behavior.desc
source: How projects are discovered and prioritised in the picker.
de: Wie Projekte im Picker gefunden und priorisiert werden.
es: Cómo se encuentran y priorizan los proyectos en el selector.
fr: Comment les projets sont trouvés et priorisés dans le sélecteur.
nl: Hoe projecten gevonden en geprioriteerd worden in de picker.

# settings.card.project_roots
source: Project roots
de: Projekt-Roots
es: Raíces de proyecto
fr: Racines de projet

# settings.card.project_roots.desc
source: Folders where FileFlower searches for projects. Invalid paths are dimmed.
de: Ordner, in denen FileFlower nach Projekten sucht. Ungültige Pfade werden grau.
es: Carpetas donde FileFlower busca proyectos. Las rutas no válidas aparecen atenuadas.
fr: Dossiers où FileFlower cherche des projets. Les chemins invalides sont grisés.
nl: Mappen waarin FileFlower naar projecten zoekt. Ongeldige paden worden grijs.

# settings.card.setup.desc
source: Resume the first-run onboarding or reset all preferences to factory defaults.
de: Onboarding erneut durchlaufen oder alle Einstellungen auf Werkseinstellungen zurücksetzen.
es: Reanudar el onboarding inicial o restablecer todas las preferencias a valores de fábrica.
fr: Reprenez l'onboarding initial ou réinitialisez toutes les préférences aux valeurs d'usine.
nl: Hervat de eerste-keer-onboarding of reset alle voorkeuren naar fabrieksinstellingen.

# settings.card.sfx_subfolders
source: SFX subfolders
de: SFX-Unterordner
es: Subcarpetas SFX
fr: Sous-dossiers SFX
nl: SFX submappen

# settings.card.sfx_subfolders.desc
source: Split sound effects into subcategories like Impacts, Foley, Ambience, UI.
de: Soundeffekte in Unterkategorien wie Impacts, Foley, Ambience, UI aufteilen.
es: Divide los efectos de sonido en subcategorías como Impacts, Foley, Ambience, UI.
fr: Divise les effets sonores en sous-catégories : Impacts, Foley, Ambience, UI.
nl: Splits geluidseffecten op in subcategorieën zoals Impacts, Foley, Ambience, UI.

# settings.card.smart_classification
source: Smart classification
de: Intelligente Klassifikation
es: Clasificación inteligente
fr: Classification intelligente
nl: Slimme classificatie

# settings.card.smart_classification.desc
source: Send an unknown filename to Claude for better sorting. Works alongside local rules.
de: Sende unbekannte Dateinamen an Claude für eine bessere Einordnung. Funktioniert neben lokalen Regeln.
es: Envía un nombre de archivo desconocido a Claude para mejor organización. Funciona junto a las reglas locales.
fr: Envoie un nom de fichier inconnu à Claude pour un meilleur tri. Fonctionne avec les règles locales.
nl: Stuur een onbekende bestandsnaam naar Claude voor een betere indeling. Werkt naast lokale regels.

# settings.card.source_detection
source: Source detection
de: Quellen-Erkennung
es: Detección de origen
fr: Détection de source
nl: Bron-detectie

# settings.card.source_detection.desc
source: Fetch extra metadata from source websites (Artlist, Epidemic Sound, Envato).
de: Hole zusätzliche Metadaten von Quell-Websites (Artlist, Epidemic Sound, Envato).
es: Obtén metadatos adicionales de los sitios de origen (Artlist, Epidemic Sound, Envato).
fr: Récupère des métadonnées supplémentaires des sites sources (Artlist, Epidemic Sound, Envato).
nl: Haal extra metadata op van bron-websites (Artlist, Epidemic Sound, Envato).

# settings.card.stock_sources
source: Stock sources
de: Stock-Quellen
es: Fuentes stock
fr: Sources stock
nl: Stock-bronnen

# settings.card.stock_sources.desc
source: FileFlower recognises assets coming from these sites. 12 major platforms are built-in by default.
de: FileFlower erkennt Assets von diesen Sites. 12 große Plattformen sind standardmäßig integriert.
es: FileFlower reconoce los archivos procedentes de estos sitios. 12 plataformas grandes están incluidas por defecto.
fr: FileFlower reconnaît les fichiers provenant de ces sites. 12 grandes plateformes sont incluses par défaut.
nl: FileFlower herkent assets afkomstig van deze sites. Standaard zijn 12 grote platforms ingebakken.

# settings.card.template_editor.desc
source: Adjust names, add variables ({client}, {date}), or map folders to Premiere bins.
de: Namen anpassen, Variablen hinzufügen ({client}, {date}) oder Ordner Premiere-Bins zuordnen.
es: Ajusta nombres, añade variables ({client}, {date}) o mapea carpetas a bins de Premiere.
fr: Ajustez les noms, ajoutez des variables ({client}, {date}), ou mappez les dossiers aux bins Premiere.
nl: Pas namen aan, voeg variabelen toe ({client}, {date}), of map mappen aan Premiere-bins.

# settings.check_updates
source: Check for updates
de: Nach Updates suchen
es: Buscar actualizaciones
fr: Vérifier les mises à jour
nl: Controleer op updates

# settings.checking
source: Checking...
de: Überprüfen...
es: Comprobando...
fr: Vérification...
nl: Controleren...

# settings.chrome_extension
source: Chrome Extension
de: Chrome-Erweiterung
es: Extensión de Chrome
fr: Extension Chrome
nl: Chrome Extensie

# settings.chrome.copy_to_documents
source: Copy to Documents
de: In Dokumente kopieren
es: Copiar a Documentos
fr: Copier vers Documents
nl: Kopieer naar Documenten

# settings.chrome.instructions_intro
source: Chrome only allows manual installation of extensions. Follow these steps to install the FileFlower extension in Chrome, Edge or Brave.
de: Chrome erlaubt nur die manuelle Installation von Erweiterungen. Folge diesen Schritten, um die FileFlower-Erweiterung in Chrome, Edge oder Brave zu installieren.
es: Chrome solo permite la instalación manual de extensiones. Sigue estos pasos para instalar la extensión de FileFlower en Chrome, Edge o Brave.
fr: Chrome n'autorise que l'installation manuelle des extensions. Suivez ces étapes pour installer l'extension FileFlower dans Chrome, Edge ou Brave.
nl: Chrome staat alleen handmatige installatie van extensies toe. Volg deze stappen om de FileFlower-extensie te installeren in Chrome, Edge of Brave.

# settings.chrome.instructions_title
source: Install Chrome extension
de: Chrome-Erweiterung installieren
es: Instalar extensión de Chrome
fr: Installer l'extension Chrome
nl: Chrome-extensie installeren
